Local parameter associated with the start point.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double StartLocalParameter { get; }
  Visual Basic
Public ReadOnly Property StartLocalParameter As Double
	Get
  Visual C++
public:
property double StartLocalParameter {
	double get ();
}
 See Also
  PolylineSegments Class
  Autodesk.Revit.DB Namespace